---
kind: other
id: Methods.T:Autodesk.Revit.DB.IFCExportOptions
source: html/550f3f7f-7b85-b74e-ab0f-ff620f56aee2.htm
---
# IFCExportOptions Methods

Adds a new named option to the options structure.